import logo2 from "../../assets/logo2.webp";

function Works() {
  return (
    <div className="Works">
      <div className="Works__left">
        <div className="Works__left__circle">
          <img src={logo2} alt="logo" />
        </div>
      </div>
      <div className="Works__right">
        <h3>كيف يعمل الموقع</h3>
        <ol>
          <li>
            استعراض البرامج :{" "}
            <p>
              استكشاف قائمة البرامج والدبلومات المتاحة في مختلف الكليات بجامعة
              كفر الشيخ.
            </p>
          </li>
          <li>
            التسجيل وتقديم الطلب :{" "}
            <p>
              قم بإنشاء حساب شخصي واملأ طلب القبول الإلكتروني بالمعلومات
              المطلوبة.
            </p>
          </li>
          <li>
            تحميل المستندات :{" "}
            <p>قد تحتاج إلى تحميل وثائق هامة مثل الشهادات والسيرة الذاتية.</p>
          </li>
          <li>
            متابعة حالة الطلب :{" "}
            <p>
              بعد تقديم طلبك، يمكنك تسجيل الدخول للموقع لمتابعة حالة الطلب
              والتحقق من القبول.
            </p>
          </li>
          <li>
            تسجيل المقررات الدراسية :{" "}
            <p>
              يمكنك تسجيل المقررات الدراسية التي يتم دراستها في برامج الدبلومات
              المختلفة
            </p>
          </li>
        </ol>
      </div>
    </div>
  );
}

export default Works;
